Repository: iggyvolz/tos-translate
Catalog: po/*.po
Languages: tr_tr

source: Amnesiac
tr_tr: Unutkan

source: Alignment
tr_tr: Birlik

source: Neutral
tr_tr: Tarafsız

source: Benign
tr_tr: İyi

source: Remember who you were by selecting a graveyard role.
tr_tr: Mezarlıktan bir rol seçerek kim olduğunu hatırla.

source: When you choose a role it will be revealed to the Town.
tr_tr: Bir rol seçtiğinde yeni rolun Kasabaya bildirilecektir.

source: You can\'t choose a unique role.
tr_tr: Eşsiz bir rol seçemezsin.

source: Goal
tr_tr: Amaç

source: Remember who you were and complete that roles objectives.
tr_tr: Kim olduğunu hatırla ve o rolün görevlerini tamamla.

source: Arsonist
tr_tr: Kundakçı

source: Killing
tr_tr: Katil

source: Douse someone in gasoline or ignite all doused targets.
tr_tr: Birinin üzerine gaz dök veya üzerine gaz dökülmüş kişileri yak.

source: Targets will know that they are doused in gasoline.
tr_tr: Hedefler, üzerlerine gaz döküldüğünden haberdar olacaklardır.

source: Death from fire can\'t be prevented by healing or night immunities.
tr_tr: Yanarak ölmek iyileştirme veya gece dokunulmazlığıyla önlenemez.

source: Select yourself to ignite doused people.
tr_tr: Üzerine gaz dökülmüş kişileri yakmak için kendini seç.

source: Live to see everyone burn.
tr_tr: Herkesin yandığını görmek için yaşa.

source: Blackmailer
tr_tr: Şantajcı

source: Mafia
tr_tr: Mafya

source: Support
tr_tr: Destek

source: Choose one person each night to blackmail.
tr_tr: Şantaj yapacağın her gece birini seç.

source: Blackmailed targets can not talk during the day.
tr_tr: Şantaj yapılmış kişiler gündüz konuşamaz.

source: If there are no kill capable Mafia roles left you will become a Mafioso.
tr_tr: Eğer öldürme yeteneği olan hiçbir mafya üyesi kalmamışsa mafyöz olacaksın.

source: You can talk with the other Mafia at night.
tr_tr: Diğer mafya üyeleriyle gece konuşabilirsin.

source: Kill anyone that will not submit to the Mafia.
tr_tr: Mafyaya boyun eğmeyen herkesi öldür.

source: BodyGuard
tr_tr: Koruma

source: Town
tr_tr: Kasaba

source: Protective
tr_tr: Koruyucu

source: Protect one person from death at night.
tr_tr: Geceyken bir kişiyi ölmekten koru.

source: If your target is attacked both you and your attacker will die instead.
tr_tr: Eğer hedefin saldırıya uğrarsa hem sen hem de saldırgan onun yerine ölür.

source: If you successfully protect someone you can\'t be saved from death.
tr_tr: Eğer birini başarılı bir şekilde korursan ölmekden kurtulamazsın.

source: Your counterattack ignores night immunity.
tr_tr: Karşı saldırın gece dokunulmazlığını görmezden gelir.

source: Lynch every criminal and evildoer.
tr_tr: Tüm suçluları ve kötüleri linç et.

source: Consigliere
tr_tr: Konsilyer

source: Check one person for their exact role each night.
tr_tr: Her gece bir kişinin kati rolünü öğren.

source: Consort
tr_tr: Konsomatris

source: Distract someone each night.
tr_tr: Her gece bir kişinin dikkatini dağıt.

source: Distraction blocks your target from using their role\'s night ability.
tr_tr: Dikkati dağılan kişi rolünün gece yeteneğini kullanamaz.

source: You are immune to role blocks.
tr_tr: Yeteneğin engellenemez.

source: Disguiser
tr_tr: Sahtekar

source: Deception
tr_tr: Aldatma

source: Choose a target to disguise yourself as.
tr_tr: Kılık değiştireceğin bir hedef seç.

source: If your target dies you will appear to be them.
tr_tr: Eğer hedefin ölürse, onun kılığına girmiş olacaksın.

source: You can only use your night ability three times.
tr_tr: Gece yeteneğini sadece üç kez kullanabilirsin.

source: After disguising your name, position and character will be swapped with your targets.
tr_tr: Kılık değiştirdikten sonra adın, konumun ve karakterin hedefinkiyle değişecek.

source: Doctor
tr_tr: Doktor

source: Heal one person each night, preventing them from dying.
tr_tr: Her gece bir kişiyi iyileştir ve böylece ölmelerini önle.

source: You may only heal yourself once.
tr_tr: Kendini sadece bir kez iyileştirebilirsin.

source: You will know if your target is attacked.
tr_tr: Hedefinin saldırıya uğradığından haberin olacaktır.

source: Escort
tr_tr: Refakatçi

source: Executioner
tr_tr: Cellat

source: Evil
tr_tr: Kötü

source: Trick the Town into lynching your target.
tr_tr: Kasabayı hedefini linç ettirmek için kandır.

source: If your target is killed at night you will become a Jester.
tr_tr: Eğer hedefin geceyken ölürse bir Soytarı olacaksın.

source: Get your target lynched at any cost
tr_tr: Ne olursa olsun hedefini linç ettir.

source: Framer
tr_tr: Komplocu

source: Choose someone to frame at night.
tr_tr: Geceyken komplo kurmak istediğin birisini seç.

source: If your target is investigated they will appear to be a member of the Mafia.
tr_tr: Araştırıldığında hedefin Mafyanın bir üyesi gibi gözükecek.

source: Your target is a member of the mafia!
tr_tr: Hedefin Mafyanın bir üyesi!

source: Your target is not suspicious.
tr_tr: Hedefin şüpheli değil.

source: Your target is a member of the Cult!
tr_tr: Hedefin Tarikatın bir üyesi!

source: Your target is a Serial Killer!
tr_tr: Hedefin bir Seri Katil!

source: You were executed by the Jailor!
tr_tr: Gardiyan tarafından infaz edildin!

source: Someone tried to transport you but you were in jail
tr_tr: Birisi seni nakletmeye çalıştı fakat hapisteydin.

source: You were transported to another location.
tr_tr: Başka bir yere nakledildin.

source: Someone tried to role block you but you were in jail.
tr_tr: Birisi senin yeteneğini engellemeye çalıştı ama hapisteydin.

source: Someone occupied your night. You were role blocked!
tr_tr: Birisi geceni meşgul etti. Yeteneğin engellendi!

source: Someone tried to blackmail you but you were in jail last night.
tr_tr: Birisi sana şantaj yapmaya çalıştı ama geçen gece hapisteydin.

source: Someone threatened to reveal your secrets. You are blackmailed!
tr_tr: Birisi seni sırlarını açığa çıkarmakla tehdit etti. Şantaja uğradın!

source: Someone tried to douse you in gas but you were in jail last night!
tr_tr: Birisi üzerine gaz dökmeye çalıştı ama geçen gece hapisdeydin!

source: You were doused in gas!
tr_tr: Birisi üzerine gaz döktü!

source: Someone tried to attack you but you were in jail last night!
tr_tr: Birisi sana saldırmaya çalıştı ama geçen gece hapisteydin!

source: You were attacked but someone fought off your attacker!
tr_tr: Saldırıya uğradın ama birisi saldırganı defetti!

source: You were attacked but someone nursed you back to health!
tr_tr: Saldırıya uğradın ama birisi seni sağlığına kavuşturdu!

source: You were attacked by a member of the Mafia!
tr_tr: Bir Mafya üyesi tarafından saldırıya uğradın!

source: You were attacked by a Serial Killer!
tr_tr: Bir Seri Katil tarafından saldırıya uğradın!

source: You were shot by a Vigilante!
tr_tr: Bir Gönüllü tarafından vuruldun!

source: You were set on fire by an Arsonist!
tr_tr: Bir Kundakçı tarafından ateşe verildin!

source: You were shot by the Veteran you visited!
tr_tr: Ziyaret ettiğin Gazi tarafından vuruldun!

source: You were killed protecting your target!
tr_tr: Hedefini korurken öldürüldün!

source: Your target was attacked last night!
tr_tr: Hedefin geçen gece saldırıya uğradı!

source: An Arsonist tried to douse you in gas but a BodyGuard fought off your attacker!
tr_tr: Bir Kundakçı üzerine gaz dökmeye çalıştı ama bir Koruma saldırganı defetti!

source: You were murdered by the Serial Killer you visited!
tr_tr: Ziyaret ettiğin Seri Katil tarafından öldürüldün!

source: Your target is good at forging documents. They must be a Framer!
tr_tr: Hedefin sahte evrak hazırlamakta bir usta. O bir Komplocu olmalı!

source: Your target smells like gas. They could be a Transporter or an Arsonist.
tr_tr: Hedefin gaz kokuyor. Ya bir Nakliyeci ya da bir Kundakçı olmalı.

source: Your target works with knives. They could be a Doctor or a Serial Killer.
tr_tr: Hedefin bıçaklarla uğraşıyor. Ya bir Doktor ya da bir Seri Katil olmalı.

source: Your target gathers information. They could be an Investigator or a Consigliere
tr_tr: Hedefin bilgi topluyor. Ya bir Araştırmacı ya da bir Konsilyer olmalı.

source: Your target is a member of an organization. They could be a Mason or a Cultist
tr_tr: Hedefin bir örgütün üyesi. Ya bir Mason ya da bir Mürid olmalı.

source: Your target is a leader among men. They could be a Mayor or Godfather.
tr_tr: Hedefin insanlar arasında bir lider. Ya bir Başkan ya da bir Baba olmalı.

source: Your target owns weapons. They could be a Vigilante); _( Veteran or Mafioso.
tr_tr: Hedefin silahlara sahip. Ya bir Gönüllü ya bir Gazi ya da bir Mafyöz olmalı.

source: Your target works with dead bodies. They could be a Medium or a Janitor.
tr_tr: Hedefin ölü bedenlerle uğraşıyor. Ya bir Medyum ya da bir Hademe olmalı.

source: Your target is a manipulative beauty. They could be an Escort or a Consort.
tr_tr: Hedefin çıkarcı bir güzellik. Ya bir Refakatçi ya da bir Konsomatris olmalı.

source: Your target works with secret information. They could be a Spy or a Blackmailer.
tr_tr: Hedefin gizli bilgiyle uğraşıyor. Ya bir Casus ya da bir Şantajcı olmalı.

source: Your target seeks justice. They could be a Sheriff); _( Retributionist or Executioner.
tr_tr: Hedefin adalet arıyor. Ya bir Şerif ya bir Mükafatlandırıcı ya da bir Cellat olmalı.

source: Your target is a loner. They could be a Survivor or a Witch.
tr_tr: Hedefin yalnız yaşıyor. Ya bir Kazazede ya da bir Cadı olmalı.

source: Your target enjoys tricking people. They could be a Disguiser or a Jester.
tr_tr: Hedefin insanları kandırmaktan zevk alıyor. Ya bir Sahtekar ya da bir Soytarı olmalı.

source: Your target is a protector. They could be a BodyGuard); _( Jailor or Lookout.
tr_tr: Hedefin bir koruyucu. Ya bir Koruma ya bir Gardiyan ya da bir Gözcü olmalı.

source: A BodyGuard attacked you but someone nursed you back to health!
tr_tr: Bir Koruma sana saldırdı fakat birisi seni sağlığına kavuşturdu!

source: A BodyGuard attacked you but someone fought off your attacker!
tr_tr: Bir Koruma sana saldırdı fakat birisi saldırganı defetti!

source: You were killed by a BodyGuard!
tr_tr: Bir Koruma tarafından öldürüldün!

source: Someone attacked you but you are immune at night!
tr_tr: Birisi sana saldırdı ama geceyken dokunulmazsın!

source: One of your targets was jailed so you could not transport them!
tr_tr: Hedeflerinden biri hapsedilmişti ve böylece nakli gerçekleştiremedin!

source: Your target is a trained protector); _( they must be a BodyGuard.
tr_tr: Hedefin eğiltilmiş bir koruyucu. O bir Koruma olmalı.

source: Your target specializes in transportation); _( they must be a Transporter.
tr_tr: Hedefin nakliyede uzmanlaşmış. O bir Nakliyeci olmalı.

source: Your target is a professional surgeon); _( they must be a Doctor.
tr_tr: Hedefin uzman bir cerrah. O bir Doktor olmalı.

source: Your target is a beautiful woman working for the town. She must be an Escort.
tr_tr: Hedefin kasaba için çalışan güzel bir kadın. O bir Refakatçi olmalı.

source: Your target gathers information about people. They must be an Investigator.
tr_tr: Hedefin insanlar için bilgi topluyor. O bir Araştırmacı olmalı.

source: Your target detains people at night. They must be a Jailor.
tr_tr: Hedefin insanları geceleri göz altına alıyor. O bir Gardiyan olmalı.

source: Your target watches who visits people at night. They must be a Lookout.
tr_tr: Hedefin insanları kimin ziyaret ettiğini izliyor. O bir Gözcü olmalı.

source: Your target is a member of a secret town organization. They must be a Mason.
tr_tr: Hedefin gizli bir kasaba örgütünün üyesi. O bir Mason

source: Your target the leader of a secret town organization. They must be a Mason Leader.
tr_tr: Hedefin gizli bir kasaba örgütünün lideri. O bir Mason Lideri.

source: Your target is the leader of the town. They must be the Mayor.
tr_tr: Hedefin kasabanın lideri. O bir Başkan olmalı.

source: Your target a protector of the town. They must be a Sheriff.
tr_tr: Hedefin kasabanın koruyucusu. O bir Şerif olmalı.

source: Your target secretly listens in on private conversations. They must be a Spy.
tr_tr: Hedefin özel konuşmaları gizlice dinliyor. O bir Casus olmalı.

source: Your target is a paranoid war hero. They must be a Veteran.
tr_tr: Hedefin paranoyak bir savaş kahramanı. O bir Gazi olmalı.

source: Your target will bend the law to enact justice. They must be a Vigilante.
tr_tr: Hedefin adaleti sağlamak için kanunu yeniden şekillendirmiş. O bir Gönüllü olmalı.

source: Your target speaks with the dead. They must be a Medium.
tr_tr: Hedefin ölüyle konuşuyor. O bir Medyum olmalı.

source: Your target is a Retributionist.
tr_tr: Hedefin bir Mükafatlandırıcı.

source: Your target uses information to silence people. They must be a Blackmailer.
tr_tr: Hedefin insanları susturmak için bilgiyi kullanıyor. O bir Şantajcı olmalı.

source: Your target gathers information for the Mafia. They must be a Consigliere.
tr_tr: Hedefin Mafya için bilgi topluyor. O bir Konsilyer olmalı.

source: Your target is a beautiful woman working for the Mafia. She must be a Consort.
tr_tr: Hedefin Mafya için çalışan güzel bir kadın. O bir Konsomatris olmalı.

source: Your target pretends to be other people. They must be a Disguiser.
tr_tr: Hedefin başkaları gibiymiş gibi davranıyor. O bir Sahtekar olmalı.

source: Your target forges documents. They must be a Framer.
tr_tr: Hedefin sahte evrak hazırlıyor. O bir Komplocu olmalı.

source: Your target is the leader of the Mafia. They must be the Godfather.
tr_tr: Hedefin Mafyanın lideri. O bir Baba olmalı.

source: Your target cleans up dead bodies. They must be a Janitor.
tr_tr: Hedefin ölü bedenleri temizliyor. O bir Hademe olmalı.

source: Your target does the Godfather\'s dirty work. They must be a Mafioso.
tr_tr: Hedefin Baba'nın pis işini yapıyor. O bir Mafyöz olmalı.

source: Your target does not remember their role. They must be an Amnesiac.
tr_tr: Hedefin rolünü hatırlamıyor. O bir Unutkan olmalı.

source: Your target likes to watch things burn. They must be an Arsonist.
tr_tr: Hedefin ateşi izlemeyi seviyor. O bir Kundakçı olmalı.

source: Your target is a member of an evil secret organization. They must be a Cultist.
tr_tr: Hedefin gizli ve şeytani bir örgütün üyesi. O bir Mürid.

source: Your target wants someone to be lynched at any cost. They must be an Executioner.
tr_tr: Hedefin birisin ne olursa olsun linç edilmesini istiyor. O bir Cellat olmalı.

source: Your target wants to be lynched. They must be a Jester.
tr_tr: Hedefin linç edilmek istiyor. O bir Soytarı olmalı.

source: Your target wants to kill everyone. They must be a Serial Killer.
tr_tr: Hedefin herkesi öldürmek istiyor. O bir Seri Katil olmalı.

source: Your target simply wants to live. They must be a Survivor.
tr_tr: Hedefin sadece yaşamak istiyor. O bir Kazazede olmalı.

source: Your target casts spells on people. They must be a Witch.
tr_tr: Hedefin insanlara büyü yapıyor. O bir Cadı olmalı.

source: One of your targets was jailed so you could not control them.
tr_tr: Hedeflerinden biri hapisdeydi ve böylece onu kontrol edemedin.

source: Someone tried to role block you but you are immune!
tr_tr: Birisi senin dikkatini dağıtmaya çalıştı ama etkilenmedin!

source: You feel a mystical power dominating you. You were controlled by a Witch!
tr_tr: Mistik bir gücün seni ele geçirdiğini hissediyorsun. Cadı tarafından kontrol edildin!

source: A Witch tried to control you but you are immune.
tr_tr: Bir Cadı seni kontrol etmeye çalıştı ama etkilenmedin.

source: Someone tried to control you last night but you were jailed.
tr_tr: Geçen gece birisi seni kontrol etmeye çalıştı ama hapisdeydin.

source: has joined the Town.
tr_tr: kasabaya katıldı.

source: You have remembered who you were!
tr_tr: Kim olduğunu hatırladın!

source: You were haunted by the Jester. You committed suicide over the guilt!
tr_tr: Soytarı sana dadandı. Suçluluktan dolayı intihar ettin!

source: You were attacked but your bulletproof vest saved you!
tr_tr: Saldırıya uğradın ama kurşun geçirmez yeleğin seni kurtardı!

source: You shot someone who visited you last night!
tr_tr: Geçen gece seni ziyaret eden birisine ateş ettin!

source: Someone tried to attack you but you cannot be killed while on alert!
tr_tr: Birisi sana saldırmaya çalıştı ama tetikdeyken öldürülemezsin.

source: You were haunted by the Jester. You tried to commit suicide but someone healed you!
tr_tr: Soytarı sana dadandı. Suçluluktan dolayı intihar etmeyi denedin ama birisi seni iyileştirdi.

source: You could not get over the guilt of killing a town member. You shot yourself!
tr_tr: Bir Kasaba üyesini öldürmekten dolayı yaşadığın suçluluğu atlatamadın. Kendini vurdun!

source: Someone role blocked you, so you attacked them!
tr_tr: Birisini senin yeteneğini engelledi, bu yüzden ona saldırdın!

source: The Godfather has ordered you to kill his target.
tr_tr: Baba, onun hedefini öldürmeni emretti.

source: You cannot resurrect a user who has left the game.
tr_tr: Oyunu terketmiş bir kullanıcıyı hayata döndüremezsin.

source: You have cleaned the gasoline off of yourself.
tr_tr: Üzerindeki gazı temizledin.

source: The jailor has decided to execute you.
tr_tr: Gardiyan seni infaz etmeye karar verdi.

source: The jailor has changed his mind.
tr_tr: Gardiyan fikrini değiştirdi.

source: You were killed by the Serial Killer you jailed.
tr_tr: Hapsettiğin Seri Katil tarafından öldürüldün.

source: You attacked the jailor!
tr_tr: Gardiyana saldırdın!

source: Your target was immune to your attack!
tr_tr: Hedefin saldırından etkilenmedi!

source: The jester will get his revenge from the grave!
tr_tr: Soytarı mezardan intikamını alacak!

source: You did not select a target so one was chosen at random.
tr_tr: Bir hedef seçmediğin için rasgele bir tane seçildi.
